{
  "Writing":"Directions: For this part, you are allowed 30 minutes to write an essay that begins with the sentence “Today increasing importance is being attached to cultivating college students’ team spirit.” You can make statements, give reasons, or cite examples to develop your essay. You should write at least 150 words but no more than 200 words.",
  "Listening Comprehension SectionA":"Directions: In this section, you will hear two long conversations. At the end of each conversation, you will hear four questions. Both the conversation and the questions will be spoken only once. After you hear a question, you must choose the best answer from the four choices marked A), B), C) and D). Then mark the corresponding letter on Answer Sheet 1 with a single line through the centre. Questions 1 to 4 are based on the conversation you have just heard. 1. A) Prioritizing happiness over money. B) Joining the club to get her new book. C) Managing one’s personal finances wisely. D) Consuming more only when earning more. 2. A) She was in debt. B) She was a financial adviser. C) She earned $30,000 a month. D) She enjoyed a happy life. 3. A) It reflects one’s earning power. B) It varies with one’s environment. C) It mirrors one’s sense of wellbeing. D) It changes with one’s goals in life. 4. A) It would give him more time to be with his loved ones. B) It would be good for those who value relationships. C) It would mean major sacrifices for him. D) It would deprive him of his individuality Questions 5 to 8 are based on the conversation you have just heard. 5. A) It was the artist’s first landscape. B) It was a painting by Christopher. C) It was donated by the artist herself. D) It was displayed at a retirement party. 6. A) It was the painting that instantly made her rich. B) It has cost him a lot of money to purchase it. C) It was recently purchased by the gallery. D) It is owned by an anonymous collector. 7. A) It reflects her emotions. B) It contains ample details. C) It appears perfectly symmetrical. D) It depicts the beauty of desolation. 8. A) She is eccentric like any other artist. B) She is a very nice and intelligent artist. C) She is as lucky as any acclaimed artist. D) She is one of the most productive artists.",
  "Listening Comprehension SectionB":"Section B Directions: In this section, you will hear two passages. At the end of each passage, you will hear three or four questions. Both the passage and the questions will be spoken only once. After you hear a question, you must choose the best answer from the four choices marked A)，B)，C) and D). Then mark the corresponding letter on Answer Sheet 1 with a single line through the centre. Questions 9 to 11 are based on the passage you have just heard. 9. A) It is vital to one’s mental health. B) It leads to reconciliation and peace. C) It promotes interpersonal relationship. D) It keeps one from traumatic experience. 10. A) When the offender has power over the victim. B) When the offender is not willing to apologize. C) When the offender is not duly penalized. D) When the offender adds insult to injury. 11. A) Talk with the offender calmly. B) Accept the offender’s apology. C) Find out why he committed the offense. D) Determine how serious the offense was. Questions 12 to 15 are based on the passage you have just heard. 12. A) The number of passengers dropped sharply. B) It served more and more commuters. C) The number of stations increased to 50. D) It became the longest in the United Kingdom. 13. A) To increase capacity to meet growing needs. B) To make way for other means of transport. C) To have its systems modernised. D) To avoid further financial losses. 14. A) It is generally recognised as a world heritage site. B) It is the fastest way to reach the city’s south side. C) It constitutes a source of revenue for the city. D) It helps reduce traffic jams in the city centre. 15. A) They are usually crowded. B) They use high-tech systems. C) They accept smartcards only. D) They are colourfully decorated.",
  "Listening Comprehension SectionC":"Section C Directions: In this section, you will hear three recordings of lectures or talks followed by three or four questions. The recordings will be played only once. After you hear a question, you must choose the best answer from the four choices marked A), B), C) and D). Then mark the corresponding letter on Answer Sheet 1 with a single line through the centre. Questions 16 to 18 are based on the recording you have just heard. 16. A) They are quite friendly to humans. B) They are shrinking in numbers. C) They are unafraid of humans. D) They are especially fond of garbage. 17. A) It is strictly forbidden. B) It is an uncommon sight. C) It is a gesture of human generosity. D) It is allowed only in certain areas. 18. A) Share their food with the bear they see. B) Be prepared to run into a hungry bear. C) Try to be friendly with the bear they meet. D) Refrain from teasing bears with cubs. Questions 19 to 21 are based on the recording you have just heard. 19. A) It refers to opinions that are radical and widespread. B) It means making judgments without adequate knowledge. C) It refers to deep-rooted beliefs about someone or something. D) It means sticking to one’s judgments even when proved wrong. 20. A) They often lead to war between religious groups. B) They keep certain occupations from thriving. C) They allow myths and half-truths to persist. D) They prevent us from getting to the truth. 21. A) When we start to feel superior. B) When we mix with prejudiced people. C) When we live in an isolated neighborhood. D) When we try to keep up with those around us. Questions 22 to 25 are based on the recording you have just heard. 22. A) Motivated. B) Disappointed. C) Perplexed. D) Shocked. 23. A) They would change with the passage of time. B) They would benefit young people’s adult life. C) They would help kids grow. D) They would last a lifetime. 24. A) He had become mature. B) He suffered poor health. C) He had lots of stories to tell. D) He regretted leaving Vietnam. 25. A) Make friends with his students. B) Show his students how to do their best. C) Help his students get through the growing pains. D) Share his personal experience with his students",
  "Reading Comprehension SectionA":"Directions: In this section, there is a passage with ten blanks. You are required to select one word for each blank from a list of choices given in a word bank following the passage. Read the passage through carefully before making your choices. Each choice in the bank is identified by a letter. Please mark the corresponding letter for each item on Answer Sheet 2 with a single line through the centre. You may not use any of the words in the bank more than once.During the summer, when I was a visiting poet at a residency out of state, an angry, confused woman wandered into my class and said: “I have three guns and I want to use them.” We all 26 . It wasn’t clear if she had the guns, but we each know that, when we teach in America, we are already in danger. I was dizzy with fear. The woman, who later turned out to be a schizophrenic (精神分裂症患者) without 27 to her medications, was, by some force, wrestled out and 28 away, then put in a hospital for observation, in a step that was actually safer for everyone than any one of us pressing charges. My class went on; we talked about poems. But despite the fact that the rest of our days on campus passed 29 , I was rattled. I couldn’t shake the sense that in this country we always live at 30 risk. A few months later, crisis 31 again. While my husband was locking his bike to drop off our 3-year-old daughter for her preschool-aged day camp, a different woman approached. Swiftly and for no 32 reason, she bent down, picked up our daughter, and began to carry her down the street. It was so fast and confusing that my daughter 33 cried. My husband, in a burst of speed, chased the woman and reclaimed our daughter. The woman, clearly confused, retreated into the public library. A 34 of homeless people who generally know the other homeless in the area said they did not recognize the woman. The woman was so clearly unwell that when she was taken into custody she was incoherent. Heartbreakingly, she called our daughter by the name of someone else’s child. Each part of the episode was as haunting as it was 35 .A) access F) froze K) peacefully B) apparent G) incredible L) presumably C) barely H) indignant M) stifled D) dedication I) network N) struck E) escorted J) overriding O) terrifying", 
  "Reading Comprehension SectionB":"Section B  Directions: In this section, you are going to read a passage with ten statements attached to it. Each statement contains information given in one of the paragraphs. Identify the paragraph from which the information is derived. You may choose a paragraph more than once. Each paragraph is marked with a letter. Answer the questions by marking the corresponding letter on Answer Sheet 2. This man is running 7 marathons on 7 continents in 7 days A) Michael Wardian pushed forward into the penetrating arctic (北极的) wind, fighting the urge to speed up. Too much effort and he’d begin to sweat, which, he was told, would only increase the risk of hypothermia (体温过低). B) At the 2014 North Pole Marathon, the temperature dipped to minus-22 degrees F, with a wind chill that made it feel even colder. Along the route, armed guards wandered the large sheets of floating ice to minimize the risk of polar bear attacks. C) “I like to do stuff that scares me,” Wardian said. With ice frozen to his beard, Wardian crossed the finish line that April afternoon in a winning time of 4 hours 7 minutes and 40 seconds, almost two hours slower than his personal best over 26.2 miles. The race for Wardian, however, was less about the result than overcoming his aversion to the cold. D) In a few days, Wardian will once again compete in an unfamiliar territory and below-freezing temperatures. He will line up Monday in Antarctica (南极) for the first leg of the World Marathon Challenge—joining 32 other adventure seekers on an unusual journey where participants travel through different time zones and climates to run seven marathons on seven continents in seven days. E) An elite ultra-runner, Wardian has his sights on breaking the event’s record average marathon time of 3:32:25set last January by U.S. Marine Corps captain Daniel Cartica. Wardian, a 42-year-old Arlington resident, is a record-breaking racer, known in the ultra running community for seeking tough courses and setting world records. Last year, he ran 1,254.65 miles in 47 races. The World Marathon Challenge, like most of Wardian’s running goals, will be about pushing his limits. “I love diverse and unique challenges,” he said. “I’m definitely interested in seeing what I can handle and what my body can accept. That drives me.” F) Something about the way Richard Donovan carried himself appealed to Wardian. Perhaps it was the sense of adventure Donovan displayed when they first met at the 2010 50K Championships in Galway, Ireland, where Donovan was the race director. The two hit it off, and soon Wardian was participating in Donovan’s events. It was at the North Pole A) access F) froze K) peacefully B) apparent G) incredible L) presumably C) barely H) indignant M) stifled D) dedication I) network N) struck E) escorted J) overriding O) terrifying Marathon, a race that Donovan organizes, that Wardian first heard about the Irishman’s plan for the World Marathon Challenge—a challenge that Donovan himself completed in 2009 and 2012. “I knew that many people had a goal of running seven marathons on seven continents during any time period,” Donovan, 50, said. “I felt the natural extension to this idea would be to try to achieve it within a seven-day period.” G) Wardian started saving for the trip in 2014, connecting with sponsors and getting approval from his wife, Jennifer, before committing. Registration for the event costs 36,000 euros, which covers international charter flights to each of the seven marathon locations: Union Glacier (Antarctica), Punta Arenas, Chile (South America), Miami (North America), Madrid (Europe), Marrakesh, Morocco (Africa), Dubai (Asia) and Sydney (Australia). The challenge is a test of both physical strength and mental fitness. Sleeping on a crammed plane, adjusting to different time zones and finding food to eat (Wardian is a vegetarian) would make it an exhausting trip over a month, let alone a week. “The key to a race like this is getting comfortable being uncomfortable,” said Becca Pizzi, last year’s women’s champion. “The highs of the race are incredibly high, and the lows incredibly low.” H) Since turning it into an organized event in 2015, Donovan has attracted a variety of runners. This year’s challenge will feature a far more elite field, which includes Ryan Hall, America’s fastest marathon runner. Despite his proven track record, Hall said he has no time goals and that he still suffers from the same fatigue issues that forced him to leave the professional ranks in 2015. Hall plans to run with his friend, Pastor Matthew Barnett of The Dream Center in Los Angeles—one of the six American men who will be competing. “I don’t expect to run a step with Mike, but I will be excited to see how he does,” said the 34-year-old Hall, who began weight-lifting after retiring. “If I finish within an hour of him in each marathon, I’d be surprised.” I) Instead, 43-year-old Petr Vabrousek, an elite Czech Ironman champion, is expected to be Wardian’s closest challenger. To others on the trip, simply finishing will be its own reward. Sinead Kane of Ireland is aiming to become the first blind person to complete the challenge. And Beth Ann Telford, a 47-year-old federal government worker from Fairfax and the only American female in this year’s mix, is using the event as a platform to raise money for cancer research. It’s a cause with a personal connection to Telford, who was diagnosed with brain cancer in 2004. “Doing something like this is definitely the hardest challenge that I’ve ever done except for the chemotherapy and brain surgery,” she said. “It’s going to raise awareness... I just wanted to do something that is epic and this certainly is right up there.” Wardian, too, hopes his involvement will give him a platform to promote a cause. He recently became an ambassador for the United Nations Women’s HeForShe initiative tofight inequalities faced by women and girls worldwide. J) On a chilly December afternoon, Wardian wove through Washington’s crowded sidewalks on the way home from his full-time job as an international ship broker. His elastic, 6-foot frame bounced gently and efficiently off the ground with each step of the hilly six-mile trip back to Arlington. This is a daily routine during the week for Wardian, who started racing professionally in 2003 and runs seven days a week, often multiple times a day. When he travels, he prefers to explore new places on his feet. K) But in some ways, Wardian still has trouble thinking of himself as a runner. For the majority of his childhood, Wardian devoted his energy to becoming a Division I lacrosse (长曲棍球) player—a dream he realized when he was recruited to play at Michigan State University. “Once he decides to do something, he just works at it until he does it,” Michael’s younger sister, Mariele, said. “Once he decides to do it, it’s usually something that’s going to happen. He’s always been like that. He’s a very motivated individual.” L) It was only a year or so ago that Wardian realized that he had been a runner longer than a lacrosse player. It was not until he ran in the 2004 U.S. Olympic Marathon Trials—the first of three for Wardian—that he felt that he was a legitimate runner. Now more than 10 years and numerous ultra-marathon national titles and world records later, he embraces that identity. Wardian wants to see how far his legs can take him, one epic challenge at a time. “I want to always keep doing things that are exciting, adventurous, different and most importantly, probably things I’m not the best at,” Wardian said, “because if you’re not seeking things out that are challenging and difficult for you, then you’re not growing... So I hope maybe people see what I do, and say, ‘Okay, I want to do something different or try something new... I’m going to do something that scares me.’ That’s what I’m hoping people will take from it.” 36. Wardian regards the various extraordinary challenges as a test of his physical endurance. 37. Wardian hopes his participation in the seven-day marathon series will contribute to a worthy cause. 38. Wardian is going to join over thirty other runners in a week-long marathon series. 39. Over-exertion in extreme cold can lower one’s body temperature to a dangerous point. 40. Wardian was very much impressed by a race director’s sense of adventure. 41. Once Wardian sets his mind on something, he is determined to make it happen. 42. One top American marathoner quit his running career because of his physical condition. 43. To many of the week-long marathon participants, completing the race will be a success in itself. 44. For Wardian, the marathon in the Arctic was more about how to triumph over the extreme cold. 45. To participate in the seven-day marathon series, Wardian had to raise a lot of money and have his wife’s support.",
  "Reading Comprehension SectionC":"Section C Directions: There are 2 passages in this section. Each passage is followed by some questions or unfinished statements. For each of them there are four choices marked A), B), C) and D). You should decide on the best choice and mark the corresponding letter on Answer Sheet 2 with a single line through the centre. Passage One Questions 46 to 50 are based on the following passage. Many people associate their self-worth with their work. The more successful their career, the better they feel about themselves. Work-related self-esteem is therefore a worthy ideal to pursue with vigor, right? Well, not always. According to recent research, in which psychologists interviewed 370 full-time workers over a period of three weeks, the reality is a little more complicated. And it involves negative as well as positive consequences. It’s natural to be drawn towards pleasure and to step away from pain. In the workplace, if that pleasure comes from a triumph which swells our self-respect, people will try to repeat the accomplishment. But repeating that accomplishment is often not realistic, which can lead to severe negative emotional consequences when it doesn’t reoccur. This form of motivation is widely regarded as a negative type of motivation. It can hinder other more positive motivation types, such as completing a task purely because it’s fulfilling or enjoyable. What consumes the employee instead is a pressing need to feel mighty and sure of themselves. They then take on only tasks and objectives which serve that ego-driven need. As a result, to avoid feelings of shame and worthlessness associated with failure, they extend themselves to such a degree that there’s a subsequent adverse effect on their well-being. This internal pressure to succeed at all costs demands a lot of effort. It depletes their energy, culminating in disproportionate levels of damaging sentiment. Those negative emotions mount into heightened anxiety, impacting their ability to make the most of their personal life. Their desire to avoid feeling inferior ends up making them feel inferior when it comes to their diminished capacity for friendship and leisure. They end up dissatisfied both at work and outside of it. But thankfully, for those people compelled almost entirely by this specific form of motivation, the news isn’t all bad, or bad at all. The study also discovered several positive outcomes that can actually outweigh the harmful ones. Though these types of employees are motivated by the desire to avoid negative consequences, they are also motivated by the excitement of pursuing emotional rewards. This excitement makes pursuing goals enjoyable and stimulates pleasure and pride that would result from success. An effect of the positive motivation is that it neutralizes the existence of negative motivation. Sure, it affects people’s personal lives to what could be deemed an unhealthy extent, because leisure activities are often seen as a part of life that must be sacrificed to manage work and family demands. However, the way people feel about their work has less to do with whether they’re motivated by the preservation of self-esteem but more with the fact that they’re simply motivated. 46. What does the author say about the pursuit of work-related self-esteem? A) It may result in negative motivation. B) It contributes to one’s accomplishments. C) It can increase one’s vigor as one keeps trying. D) It costs too much emotionally and psychologically. 47. What do employees tend to do in pursuing work-related self-esteem? A) Take on tasks well beyond their actual capabilities. B) Strive to succeed at the expense of their well-being. C) Resort to all means regardless of the consequences. D) Exaggerate their sense of shame and worthlessness. 48. What do we learn about people over-concerned with work-related self-esteem? A) They may often feel inferior to their colleagues. B) They cannot enjoy their personal life to the full. C) They are never satisfied with their achievements. D) They have their own view of friendship and leisure. 49. What is the good news we learn from the recent research? A) The pursuit of goals may turn out to be enjoyable and pleasant. B) The emotional rewards from goal pursuit are worth the pains taken. C) The negative consequences of goal pursuit can mostly be avoided. D) The goal of swelling self-esteem can be achieved if one keeps trying. 50. What can we infer from the last paragraph? A) Workers have to make sacrifices to preserve self-esteem. B) Self-esteem swells when workers are strongly motivated. C) Pursuit of goals affects people’s personal lives to an unhealthy extent. D) People feel positive about their work as long as they are motivated. Passage Two Questions 51 to 55 are based on the following passage. Degradation of the world’s natural resources by humans is rapidly outpacing the planet’s ability to absorb the damage, a recent UN environmental study has found. The study concludes that without radical action the level of prosperity that millions of people in the developed world count on will be impossible to maintain or extend to poorer countries. Water scarcity is the curse of some of the poorest regions on Earth, leaving developing countries increasingly unable to feed themselves, and causing hardship for millions of people. There appears little prospect of this desperate situation being remedied without radical action being taken. Water resources are under increasing threat from population growth, climate change, rapid urbanization, rising levels of consumption, and the degradation of lands that previously provided a natural replenishment (补充) of water resources. The rate of damage to the natural environment was found to increase globally, despite concerted efforts to persuade government to take measures to improve the condition. “If current trends continue, and the world fails to improve patterns of production and consumption, then the state of the world’s environment will continue to decline,” warned UN executive director Achim Steiner. He said the tools for improving the environment for millions of people existed in developed countries, but were in danger of not being used. The study found that basic measures to tackle some of the key causes of environmental damage were still not being taken. These included measures to reduce air pollution; to control the damage to marine eco-systems, which can have a huge effect on fish stocks on which hundreds of millions of people depend; and to curb the degradation of land where modern agricultural methods were pursued without regard to the longer-term consequences. Despite the recent global agreement on cutting greenhouse gas emissions, global carbon output continues to rise. This will put a long-term strain on the ability of developing economies to feed their own people. Climate change is aggravated by the emissions of greenhouse gases from chemical and natural fertilisers used in agriculture which increased by more than a quarter between 2000 and 2010. Other problem areas identified in the report included glaciers, which provide vital water resources for millions of people, but which are shrinking as the climate warms. In rich countries, these problems have built up over decades and centuries while economic growth was pursued at the expense of the environment. Subsequent efforts to remedy the environment have met with partial success. But in developing countries, the path of future development has more potential to change, which has encouraged international institutions to devise more sustainable growth pathways that are supposed both to alleviate poverty and preserve the environment. 51. What is the major finding of the UN environmental study? A) Human activity has rendered Mother Earth almost uninhabitable. B) Humans are doing more damage to the earth than it can cope with. C) Environmental problems have considerably weakened human prosperity. D) Environmental damage is more serious in developed countries these days. 52. What is said about water scarcity in some of the poorest regions? A) It is getting so serious that there is little hope of solution. B) It largely accounts for their slow economic development. C) It can hardly be relieved if no drastic measures are taken. D) It is primarily caused by the acceleration of climate change. 53. What does Achim Steiner say about the environmental condition? A) It will deteriorate worldwide. B) It is attracting global attention. C) It is being slowly remedied globally. D) It will shrink the world’s population. 54. What is the dilemma developing countries face? A) They cannot modernise farming without causing land degradation. B) They cannot promote industrialisation without polluting waterways. C) They cannot boost crop yields without causing greenhouse gas emissions. D) They cannot catch up with rich countries without sacrificing the environment. 55. What should developing countries do in their future development according to the passage? A) They turn to developed countries for the assistance they need. B) They remedy environmental damage by slowing economic growth. C) They avoid damaging interference from international institutions. D) They improve people’s livelihood without harming the environment.",
  "Translation":"Directions: For this part, you are allowed 30 minutes to translate a passage from Chinese into English. You should write your answer on Answer Sheet 2. 青藏高原(the Qinghai-Tibet Plateau)位于中国西南部，面积约 230 万平方公里，平均海拔 4000 米以上，被称为“世界屋脊”。青藏高原自然资源丰富，风景秀丽，拥有多种珍稀野生 成动物。青藏高原气温很低，形成了大面积高山冰川。这里是亚洲许多著名河流的源头，是中国和东南亚的主要淡水供应源。青藏高原对全球生态系统至关重要。由于气候变化的影响，青藏高原的冰川正在加速融化。中国一直在努力保护青藏高原的生态系统，草地覆盖率不断增加，许多濒危物种得到了有效的保护。"
}